[Information]
; http://www.challenger-systems.org/2013/04/crystaldiskinfo-562.html
TRANSLATOR=Challenger
VERSION=6.0.0
WEB=http://www.challenger-systems.org

[Language]
LANGUAGE=Français
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x040C, 0x080C, 0x180C, 0x200C, 0x100C, 0x0C0C, 0x140C

[Url]
WIKIPEDIA_SMART=http://fr.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=&Fichier
CUSTOMIZE=&Personnalisation
EXIT=&Sortie
EDIT=&Edition
COPY=&Copie
FUNCTION=F&onctions
HIDE_SMART_INFO=Cacher les Informations &S.M.A.R.T.
HIDE_SERIAL_NUMBER=Cacher le &Numéro de Série
SHOW_DRIVE_LETTER=Afficher &Lettre lecteur
ADVANCED_DISK_SEARCH=Recherche &Avancée des disques durs
EVENT_LOG=Journal des E&vénements
AAM_APM_CONTROL=Contrôle AA&M/APM 
AUTO_AAM_APM_ADAPTION=Adaptation Auto pour AAM/A&PM
RESIDENT=Mettre en &Barre de Tâches
STARTUP=Démarrer avec &Windows
OPEN_DISK_MANAGEMENT=Ouvrir "Gestion des &Disques"
OPEN_DEVICE_MANAGER=Ouvrir "Gestionnaire de Périphériques"
ADVANCED_FEATURE=&Fonctionnalités Avancées
REFRESH=&Rafraichir
RESCAN=Res&canner
DISABLE=&Désactiver
AUTO_REFRESH=Temps de l'&Auto-Rafraichissement 
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
WAIT_TIME_AT_STARTUP=&Temps d'attente au démarrage
GRAPH=&Graphisme
THEME=&Thêmes
DISK=&Disques
HELP=Aide
HELP_WEB=Aide [Web]
HELP_ABOUT=&A Propos de CrystalDiskInfo
HELP_ABOUT_SMART=A Propos &S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=Language
ITEM=D&ISQUE DUR
TEMPERATURE_TYPE=Type de T&empérature 
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Réglage Etat de Santé

;Graph
OPTIONS=&Options
LEGEND_POSITION=Position &Légende DD
NORTH_WEST=&Nord Ouest
NORTH_EAST=Nord &Est
SOUTH_WEST=Sud &Ouest
SOUTH_EAST=&Sud Est
MAX_PLOT_POINT=Point de contrôle &Maxi
TIME_FORMAT=Format de la Date
PAINT_WEEKEND=&Colorier la Période du Week-End
ALL=&Maximum

;2.7.0
COPY_OPTION=&Option de Copie
RESIDENT_STYLE=St&yle en mode résidant
MINIMIZE=Minimiser
HIDE=Masquer

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribution

;3.5.0
ASCII_VIEW=Visualisation ASCII
AUTO_DTECTION=Auto Détection
SECOND=sec.
MINUTE=min.
HOUR=heure

:3.9.4
WORKAROUND=S&olution Bug Firmware

;4.0.0
ALERT_MAIL=Alerte par Courrier Electronique
MAIL_SETTINGS=Paramètres Messagerie 
SMART_IN_ENGLISH=S.M.A.R.T. en Anglais
FONT_SETTING=Paramétrage des polices

;5.0.0
ALERT_FEATURES=Fonctionnalités A&lertes
ALARM_HISTORY=Historiques des Alarmes
ALERT_SOUND=Alertes Sonores
SOUND_SETTINGS=Réglages Son Audio
GADGET_SUPPORT=Réglages Gadget
INSTALL_GADGET=Installer Gadget
ENABLE_AUTO=Activer (Auto Détection)
ENABLE_ALL=Activer (Tous les Disques)
ENABLE_RAID=Activer (Volume RAID Seulement)

;6.0.0
HIDE_NO_SMART_DISK=&Masquer les Disques non S.M.A.R.T.
GREEN_MODE=Mode &GREEN (VERTE)  

[TrayMenu]
EXIT=Sortie
REFRESH=Rafraichir
RESCAN=Rescanner
ENABLE=Activer
DISABLE=Désactiver
ENABLE_ALL=Tout Activer
DISABLE_ALL=Tout Désactiver
AUTO_REFRESH=Rafraichissement Auto
AUTO_REFRESH_01_MIN=1 minute.
AUTO_REFRESH_03_MIN=3 minutes.
AUTO_REFRESH_05_MIN=5 minutes.
AUTO_REFRESH_10_MIN=10 minutes.
AUTO_REFRESH_30_MIN=30 minutes.
AUTO_REFRESH_60_MIN=60 minutes.
AUTO_REFRESH_TARGET=Options "Auto-Rafraichissement"
AUTO_REFRESH_TARGET_ALL_DISK=Auto-Rafraichissement - Cocher Tous les Disques Durs
AUTO_REFRESH_UNTARGET_ALL_DISK=Auto-Rafraichissement - Décocher Tous les Disques Durs
ALARM_SETTING_TEMPERATURE=Réglage de l'alarme de Température
ALARM_SETTING_HEALTH_STATUS=Réglage de l'alarme - Etat de Santé
SHOW_MAIN_WINDOW=Afficher l'écran principal
SHOW_TEMPERATURE_ICON=Afficher l'icône de Température 
SHOW_ALL_TEMPERATURE_ICON=Afficher toutes les Icônes de Températures
HIDE_ALL_TEMPERATURE_ICON=Masquer toutes les Icônes de Températures
COLLECTIVE_SETTING=Options Générales
GRAPH=Graphisme
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Afficher Seulement l'Icône de Température

[DiskStatus]
GOOD=Correct
CAUTION=Prudence
BAD=Mauvais
UNKNOWN=Inconnu
DISK=Disque

[Dialog]
LIST_ID=ID
LIST_CURRENT=Actuel
LIST_WORST=Maxi
LIST_THRESHOLD=Seuil
LIST_RAW_VALUES=Valeurs brutes
;LIST_DESCRIPTION=Description
LIST_ATTRIBUTE_NAME=Détail Caractéristique du ID

FIRMWARE=Firmware
SERIAL_NUMBER=Numéro de Série
INTERFACE=Interface
STANDARD=Standard
TRANSFER_MODE=Mode de Transfert
BUFFER_SIZE=Taille Cache Mémoire
NV_CACHE_SIZE=Taille Cache NV 
ROTATION_RATE=Vitesse Rotation
TEMPERATURE=Température
POWER_ON_HOURS=Fonctionne depuis :
POWER_ON_COUNT=Nbre d'allumage
DRIVE_LETTER=Lettre lecteur
FEATURE=Caractéristiques
HEALTH_STATUS=Etat de Santé

UNKNOWN=Inconnu
POWER_ON_COUNT_UNIT=x
POWER_ON_HOURS_UNIT=heures
POWER_ON_DAYS_UNIT=jours

;4.3
TOTAL_HOST_WRITES=Total Ecritures Host
TOTAL_HOST_READS=Total Lectures Host
TOTAL_NAND_WRITES=Total Ecritures NAND

;4.5
WEAR_LEVELING_COUNT=Compteur de Mise à niveau

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Détection du disque pour "temps de fonctionnement en heures"(environ 130 sc.)
DETECT_DISK=Détection du Disque
PLEASE_ENABLE_WMI=SVP Autorisez WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Veuillez SVP relancer l'application afin de modifier le thême ! 
DISK_NOT_FOUND=Disque Non Trouvé

[Alarm]
ALARM_TEMPERATURE=Alarme - Température
ALARM_HEALTH_STATUS=Alarme - Etat de Santé
DEGRADATION=Dégradation 
RECOVERY=Récupération
;3.5.0
INFO_HEALTH_STATUS=Info - État de santé

[Graph]
PLEASE_SELECT_ITEM=Sélectionner une Ligne SVP
ACTUAL_VALUE=Valeur Actuelle (Valeur Brute)
NORMALIZED_VALUE=Valeur Normalisée (Valeur Actuelle)
ALL_ON=Tout lancer
ALL_OFF=Tout Arréter
RESET=Relancer

[Customize]
LINE_COLOR=Couleur de la ligne
BACKGROUND_IMAGE=Image de Fond
SUPPORTED_IMAGE_FORMAT=Format Image Supporté
ALL_FILES=Tous les fichiers

;5.0.0
SUPPORTED_SOUND_FORMAT=Format Audio Supporté

[AamApm]
AAM_LOW=<- Silencieux (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Valeur Recommandée
APM_LOW=<- Puissance Mini (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=A Propos de CrystalDiskInfo
GRAPH=Graphique
CUSTOMIZE=Personnalisation
VERSION_INFORMATION=Information de la Version
AAM_APM_CONTROL=Contrôle AAM/APM 
HEALTH_STATUS_SETTING=Réglage Etat de Santé

;5.0.0
ALARM_HISTORY=Historique des Alarmes
SOUND_SETTINGS=Réglages Son Audio

;5.1.0
FONT_SETTING=Paramétrage des polices

[HealthStatus]
THRESHOLD_OF_CAUTION=Seuil de Prudence
APPLY=Appliquer
DEFAULT=Défaut

[Smart]
UNKNOWN=-- Inconnu --
VENDOR_SPECIFIC=Norme Spécifique du Constructeur
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
B8=Transfert des données à travers le cache tampon RAM entre l'hôte et le disque dur ne correspond pas.
BB=Nombre d'erreurs qui n'ont pas pu être récupérés en utilisant le matériel ECC (voir C3)
BC=Nombre d'opérations avortées en raison de HDD timeout (temps dépassé)
BD=Information réécrite ou réaffectés à une région sûre du disque dur
BE=Température interne sur les disques Western Digital avec une valeur de l’attribut inférieure à 50
BF=Nombre d'erreurs résultant de chocs ou de vibrations externes
C0=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure secteur
C1=Nombre de fois que la tête a changé de position
C2=Température interne actuelle.
C3=Temps entre les erreurs corrigées par code correcteur(codage basée sur la redondance)
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
C7=Nombre d'erreurs dans le transfert de données via le câble d'interface
C8=Nombre total d'erreurs à l'écriture d'un secteur
C9=Taux d'erreurs non corrigées transmises au système d'exploitation
CA=Erreur de marquage des données d'adresses
CB=Annulation dernière exécution
CC=Correction ECC
CD=Taux thermique d'asséchement
CE=Taille de navigation
CF=Compteur élevé 
D0=Bourdonnement de rotation 
D1=Performance en arrêt
D3=Vibration Durant l'écriture
D4=Choc pendant l'écriture
DC=Distance de laquelle le disque est déplacé par rapport à son axe de rotation (habituellement à cause de chocs)
DD=Nombre d'erreurs résultant de chocs ou de vibrations externes
DE=Temps de fonctionnement passé en charge de données 
DF=Nombre de fois que la tête a changé de position
E0=Friction en lecture
E1=Temps de cycle de chargement/déchargement
E2=Temps qui n'est pas passé en zone de positionnement fixe des têtes
E3=Nombre de tentatives de compensation des variations de la vitesse de rotation du plateau
E4=Nombre de fois que l'armature magnétique a été rétractée automatiquement suite à une coupure d'alim.
E6=Amplitude GMR
E7=Température
F0=Heure de navigation des têtes
FA=Taux d'erreur en lecture
FE=Fonction conçue pour diminuer la probabilité de perte de données en détectant une chute libre du DD.

;Updated 5.4.0
F1=Total Ecriture Hôte
F2=Total Lecture Hôte

[SmartSsd]
01=Taux Erreur en Lecture
02=Performance général sortie disque
03=Temps moyen mise en rotation 
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
06=Marge du canal pendant la lecture des données
07=Taux d'erreurs d'accès des têtes 
08=Performance moyenne des opérations d'accès des têtes 
09=Heures de Fonctionnement
0A=Nombre d'essais de relancement de la rotation
0B=Nombre de recalibration
0C=Nombre total de cycles marche/arrêt du disque dur
0D=Taux d'erreurs non corrigées
C0=Nombre de fermeture non-sécurisée
C2=Température
C4=Nombre d'opérations de réallocation (remap)
C5=Nombre de secteurs "instables"
C6=Nombre total d'erreurs incorrigibles d'un secteur
; CrystalDiskInfo assign
FF=Durée résiduelle

;Updated 5.4.0
F1=Total Ecriture Hôte
F2=Total Lecture Hôte

[SmartMtron]
BB=Nombre Total d'Effacements

[SmartIndlinx]
01=Taux Erreur en Lecture
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
B8=Nombre de blocs initial défectueux
C2=Température
C3=Nombre de programme ayant des blocs défectueux
C4=Nombre de blocs défectueux effacés
C5=Nombre de blocs défectueux en lecture
C6=Nombre Total de secteurs en lecture
C7=Nombre total de secteurs en écriture
C8=Nombre total de commandes en lecture 
C9=Nombre total de commandes en écriture
CA=Total Nombre de bits d'erreur en flash
CB=Nombre total de secturs lus avec des des bits d'erreurs corrigés 
CC=Blocs complet défectueux signalés
CD=Taux maximum de la spécification PE 
CE=Nombre minimum d'effacement
CF=Nombre mawimum d'effacement
D0=Nombre moyen d'effacement
D1=Unités restantes disponibles

[SmartJMicron60x]
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C2=Température
E5=Système de bloc ID, ID flash
E8=Information de la version du Firmware 
E9=Enregistrement ECC défectueux
EA=Nombre moyen d'effacement, Nombre maximum d'effacement
EB=Nombre correct de bloc système

[SmartIntel]
03=Temps d'accélération
04=Décompte des cycles de mise en rotation 
05=Nombre de secteurs réalloués
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
C0=Nombre de mauvaise élimination
E1=Ecriture de départ
E8=Espace réservé disponible
E9=Indicateur d'usure du Media
B8=Nombre de détection d'erreurs de finalisation

;Updated 4.1.0
AA=Espace disponible Réservée
AB=Taux d'échecs du programme
AC=Taux d'échecs d'effacement
BB=Taux d'erreurs incorrigibles

;Updated 4.3.0
AE=Panne de Courant inattendue
E2=Indicateur Usure Moyenne Sous la Charge de Travail
E3=Pourcentage de Temps de Travail entre Lecture/Ecriture
E4=Temps de Charge de Travail Minuté
F1=Total LBAs en Ecriture
F2=Total LBAs en Lecture
F9=Total NAND en Ecriture

;Updated 5.5.0
B7=Nombre de Rétrogradation en SATA
BE=Température
C7=Nombre d'Erreurs CRC

;Updated 5.6.1
AF=Nombre de pertes de la protection d'alimentation
C2=Température
C5=Nombre de Secteurs en Attente

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Nombre de Blocs retirés
09=Heures de Fonctionnement
0C=Nombre total de cycles marche/arrêt
AF=Nombre d'echec du programme (Chip)
B0=Nombre d'echec d'effacement (Chip)
B1=Nombre de niveau d'usure
B2=Nombre de blocs réservés utilisés (Chip)
B3=Nombre de blocs réservés utilisés (Total)
B4=Nombre de blocs réservés inutilisés(Total)
B5=Nombre d'echec du programme (Total)
B6=Nombre d'echec d'effacement (Total)
B7=Blocs avec une mauvaise durée (Total)
BB=Nombre d'erreurs incorrigeables
BE=Température Débit d'Air
C2=Température
C3=Taux Erreur ECC 
C6=Nombre d'erreurs incorrigible en Hors-ligne
C7=Nombre d'erreur CRC 
C9=Etat Super Amorçage
CA=Etat du mode SSD
EB=Nombre de Récupération POR 
F1=Total LBA en Ecriture
F2=Total LBA en Lecture

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7.0)
01=Taux Brut d'Erreur de Lecture
05=Nombre de Blocs retirés
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
0D=Taux d'Erreur de lecture du Soft
64=Gigabytes Effacés
AA=Nombre de Blocs en réserve
AB=Taux d'Echec du Programme
AC=Taux d'Echec d'Effacement
AE=Taux Inattendue de panne du secteur
B1=Gamme d'Usure Delta
B5=Taux d'Echec du Programme
B6=Taux d'Echec d'Effacement
B8=Nombre d'Erreurs de code I/O signalées
BB=Nombre d'erreurs incorrigibles signalées
C2=Température
C3=Nombre d'Erreur incorrigibles ECC à la volée 
C4=Nombre d'Evénements de Réallocation
C6=Nombre de secteurs Incorrigibles
C7=Nombre d'Erreurs SATA R-Errors (CRC)
C9=Taux d'erreur de lecture incorrigible du logiciel
CC=Taux de correction ECC 
E6=Situation de la courbe de vie
E7=Vie SSD 
E8=Espace disponible réservé
EB=Santé SuperCap
F1=Ecriture à vie à partir de l'ordinateur hôte
F2=lectures à vie à partir de l'ordinateur hôte

[SmartJMicron61x] ;Added 3.9.0
01=Taux d'erreur en lecture
02=Performance du débit
03=Temps de fonctionnement
05=Nombre de secteurs réalloués
07=Taux de recherche d'erreurs
08=taux de performance 
09=Heures de Fonctionnement
0A=Nombre de temps de rotation
0C=Nombre de cycle de démarrage
A8=Nombre d'erreurs SATA PHY 
AF=Nombre de secteurs défectueux (ECC Fail Count)
C0=Nombre de perte de puissance innatendue
C2=Température
C5=Nombre de secteurs en attente
AA=Nombre de Blocs défectueux
AD=Taux d'effacement

[SmartMicron] ;Added 4.0.0/ Updated 6.1.0
; RAIN = Redundant Array of Independent NAND
01=Taux d'erreurs en Lecture
05=Nombre de Secteurs réalloués
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
0D=Taux d'Erreur du Soft
0E=Capacité du périphérique (NAND)
0F=Capacité de l'utilisateur
10=Nombre de blocs disponibles
11=Nombre de blocs restants
64=Nombre d'effacement Total
AA=Nombre de blocs en réserve
AB=Taux d'Echec du Programme
AC=Taux d'Echec d'Effacement
AD=Nombre de blocs effacés
AE=Nombre de Perte de Puissance Inattendue
B4=Blocs NAND de réserve inutilisés 
B5=Nombre d'accès non allignés
B7=Rétrogradation de l'interface SATA
B8=Nombre d'Erreur de correction
BB=Erreurs incorrigibles signalées
BC=Nombre de demandes de Délai d'attente
BD=Nombre de Blocs défectueux d'Usine
C2=Température
C3=Nombre d'Erreur incorrigibles ECC à la volée 
C4=Nombre d'Evénements de Réallocation
C5=Nombre de secteurs en attente
C6=Nombre d'erreurs incorrigibles hors ligne
C7=Taux d'erreurs CRC en Ultra DMA
CA=Pourcentage de Durée de Vie
CE=Taux d'erreurs en écriture
D2=Nombre de récupération RAIN réussies
EA=Nombre total d'octets lus
F2=Progression de la protection en écriture
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total du secteur hôte écrit
F7=Nombre de pages en hôte
F8=FTL Program Page Count

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Taux Erreur Brute en Lecture
03=Temps de Fonctionnement
04=Nombre de Démarrage/Arrêt
05=Taux de Secteurs Réalloués
09=Heures Sous Tension
0C=Nombre de Cycles en fonctionnement
E8=Nombre Total des Secteurs en Ecriture
E9=Temps de Vie Restant

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Taux Erreur Brute en Lecture
05=Taux de Secteurs Réalloués
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
C0=Nombre d'Arrêt Dangereux
C4=Nombre d'Evénements de Réallocation
C6=Nombre de Secteurs incorrigibles
F1=Total Ecriture Hôte
F2=Total Lecture Hôte

;Updated (5.4.0)
B1=Nombre de mise à niveau
B2=Nombre de Blocs utilisés (pire éventualité)
B5=Taux d'Echec du Programme (Total)
B6=Taux d'échec d'éffacement (Total)
BB=Taux d'Erreur incorrigible
C7=Taux Erreur Ultra CRC
E8=Espace Réservé Disponible

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Nombre de Blocs retirés
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
AA=Nombre de Blocs Utilisés
AB=Taux d'Echec du Programme
AC=Taux d'Echec d'Effacement
AE=Nombre de Perte de Puissance Inattendue
BB=Erreurs incorrigibles signalées
E8=Temps de Vie Restant
F1=Total Ecriture Hôte
F2=Total Lecture Hôte

[SmartOczVector] ;Added (5.3.0)
05=Nombre de Blocs défectueux accumulés
09=Heures sous tension
0C=Nombre de Cycles en fonctionnement
AB=Nombre de blocs disponible prévisionnel
AE=Nombre de cycle d'alimentation (non planifiés)
BB=Total des lectures NAND incorrigibles 
C3=Nombre de défaillances en programmation
C4=Nombre de défaillances d'effacement total
C5=Nombre d'échec en lecture (incorrigible)
C6=Lectures Host 
C7=Ecriture Host 
D0=Total d'effacements moyen
D2=Nombre d'erreurs CRC en SATA 
E9=Durée de vie restante
F9=Nombre total de NAND programmé

;Updated 5.5.0
F1=Total Ecriture Hôte
F2=Total Lecture Hôte

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries

[SmartRealtek] ;Added by Realtek
01=Raw data error rate
05=Reallocated sector count
09=Power on hour count
0C=Power cycle count
A1=GDN
A2=Total erase count
A3=Max PE cycle
A4=Average erase count
A5=Initial bad block count
A6=Total bad block count
A7=SSD protect mode
A8=SATA Phy error count
A9=Health
AB=Program fail count
AC=Erase fail count
AE=Unexpected power loss count
AF=ECC fail count
B5=Unaligned access count
BB=Reported uncorrectable error
C2=Enclosure temperature
C3=Cumulative corrected ecc
C4=Reallocation event count
C7=Ultra DMA CRC error count
CE=Min. erase count
CF=Max erase count
E7=Lifetime left
E8=Available reserved space
F1=Write life time
F2=Read life time
F9=Total GB written to NAND (TLC)
FA=Total GB written to NAND (SLC)